{
    "52707790":  "悦天下|新会理想",
    "52439460":  "悦天下|粤之行",
    "604724285": "悦天下|温泉之家",
    "55002773":  "悦天下|广州猪猪",
    "620748044": "悦天下|东莞运通",
    "601375039": "悦天下|广州途佳",
  "635334184": "悦天下|酒店官方",
  "620275584": "悦天下|广州海泉",

  "38360406": "银盏温泉宾馆|放假",
  "610180640": "月·星空|仲马",
  "610251655": "悦隆|仲马",
  "610177351": "汶庭|仲马",
  "610159427": "银泉公寓|仲马",
  "54523331": "银泉公寓|乐途",

  "46043201": "飞来岛|观光",
  "617228060": "飞来岛|航空",

  "615327341": "天露山|瀚翔",
  "56285850": "天露山|行舟",
  "46602507": "天露山|官方",
  "56373882": "天露山|翔丰",
    
  "55961696": "喜遇恒大别墅|放假",
  "38749903": "宝墩湖|粤游",
  "54580904": "宝墩湖|温泉之家",
  
  "615369167": "御城|阳江爱自由",
  "623196337": "御城|广东航空",
  "54871717": "御城|翔丰",
  "53991532": "御城|乐途",
  "38898397": "御城|放假",
  "616725104": "丽枫|阳江爱自由",
  "617764257": "丽枫|广东航空",
  "55594568": "龙山|翔丰",
  "624889767": "龙山|阳江爱自由",
  "617711278": "龙山|广东航空",
  "54041676": "安安酒店|乐途",
  "54871734": "安安酒店|翔丰",
  "617781606": "安安酒店|广东航空",

    "54133252": "雅阁|中贸",
    "54737627": "雅阁|海南中旅",
    "52831631": "雅阁|事达①",
    "54234015": "雅阁|事达②",
    "53032526": "雅阁|畅洋",

    "602448350": "上海极乐汤|千宇",
    "49150053": "上海极乐汤|裕航",

    "601465984": "东厢|翔丰",
    "611434351": "东厢|湖南万达",
    "637234823": "东厢|广东航空",

    "42874095": "海棠湾喜来登|中贸",
    "42784823": "七·希|星海",
    "50014756": "七·希|海天",
    "56251716": "七·希|银河",
    "52254622": "七·希|燕归来",
    "56039700": "七·希|燕归来广分",
    "47026161": "珊瑚|官方",
    "52401775": "珊瑚|中贸",
    "56147935": "珊瑚|星海",
    "56078425": "三酉与舍[畅洋425]",
    "50316920": "花时间|畅洋",
    "52426694": "花时间|渤凯",

    "608423952": "济美公馆|翔丰",
    "625709749": "济美公馆|海南昊旅",

    "46552916": "观澜湖度假|海之缘",
    "46402027": "观澜湖度假|官方",
    "50472661": "Atlantis|中贸",
    "49533855": "Atlantis|中贸",
    "49150676": "Atlantis|YCF",
    "55883669": "Atlantis|翔丰",

    "57272057": "南山竹海|上海揽秀",
    "49257268": "南山竹海|常州青鸟",
    "46154200": "南山竹海|官方",
    "55992064": "南山竹海|西安悦途",

    "602914064": "龙山温泉|广州途佳",
    "604181894": "龙山温泉|广州海泉",
    "612900149": "龙山温泉|惠州爱自由",
    "38284809": "龙山温泉|广州泰达",
    "42724115": "龙山温泉|要出发",
    "53056649": "龙山温泉|智游行",

    '45908951': '三亚湾皇冠|北京中贸',
    '52524428': '三亚湾皇冠|海南优订',
    '634860718': '三亚湾皇冠|酒店官方',
    
    '635457938': '四季海庭|苏州悦之旅',

    '615254637': '鹿岭维景|酒店官方',
    '635417376': '鹿岭维景|苏州悦之旅',
    '633624983': '鹿岭维景|漫游',

    '54761526': '亚龙湾喜来登|三亚亚达',

    '619069911': '阳光壹|翔丰',
    '635514942': '阳光壹|三亚梦时光',
    '635518174': '阳光壹|深圳星海',

    '635302619': '珊瑚木屋|珊瑚官方',

    '634069104': '海居铂尔曼|美途尚志',
    
    '38628206': '亚龙湾红树林|北京中贸',
    '39352631': '亚龙湾红树林1|北京中贸',
    '618693601': '亚龙湾红树林|红树林官方',

    '605861056': '理文索菲特|三亚盛游',
    '634675237': '理文索菲特|美途尚志',
    '635707007': '理文索菲特|中青控股',

    '624980324': '保利瑰丽|三亚亚达',
    '635848491': '保利瑰丽|翔丰',
    '48107827': '保利瑰丽|三亚三平',

    '56338763': '梅诺卡|三亚渤凯'
}
