{
    48748413: {'name': '青岛南山美爵①|青岛润达'},
    47947861: {'name': '青岛南山美爵②|青岛润达'},

    54871734: {'name': '安安酒店|海之缘'},
    54041676: {'name': '安安酒店|乐途'},
    53991532: {'name': '御城度假村|乐途'},

    55593089:  {'name': '卓思道|精彩'},
    52709217:  {'name': '卓思道|腾飞'},
    55828382:  {'name': '卓思道|湛江启程'},

    49143486: {'name': '恒韵小筑|YCF'},
    49109385: {'name': '恒韵小筑独栋别墅|YCF'},
    55961696: {'name': '喜遇恒大别墅|放假'},
    39804726: {'name': '恒韵小筑|新会理想'},

    49302789: {'name': '特呈岛|兴程'},
    38904308:  {'name': '特呈岛|放假'},

    43701968:  {'name': '佛山绿湖|浩翔'},
    47365405:  {'name': '佛山绿湖|官方'},
    607673427: {'name': '佛山绿湖|广州好极'},
    612879159: {'name': '佛山绿湖|金马'},
    622280427: {'name': '佛山绿湖|航空'},

    611442199: {'name': '恩平爱必侬|官方'},
    52140060:  {'name': '恩平爱必侬|精彩'},
    38360406:  {'name': '银盏温泉宾馆|放假'},
    610180640: {'name': '月·星空|仲马'},
    610145915: {'name': '悦隆|仲马'},
    610177351: {'name': '汶庭|仲马'},

    617228060: {'name': '飞来岛|航空'},
    46043201:  {'name': '飞来岛|英德观光'},

    55305253:  {'name': '美胜|精彩'},
    53658894:  {'name': '美胜|广青海珠二分'},
    42722456:  {'name': '美胜|生意人'},
    42504700:  {'name': '美胜|要出发'},
    44982887:  {'name': '美胜|金马'},

    54071376:  {'name': '鹿湖|广州乐孚'},
    35202659:  {'name': '鹿湖|要出发'},
    42754690:  {'name': '鹿湖|湛江启程'},
    623202415: {'name': '鹿湖|翔丰'},
    42738375:  {'name': '鹿湖|海之缘'},

    615369167: {'name': '御城度假村|阳江爱自由'},
    623196337: {'name': '御城度假村|广东航空'},
    38898397:  {'name': '御城度假村|放假'},
    54871717:  {'name': '御城度假村|翔丰'},
    616725104: {'name': '丽枫酒店珠海斗门店|阳江爱自由'},
    617764257: {'name': '丽枫酒店珠海斗门店|广东航空'},
    55594568:  {'name': '龙山酒店|翔丰'},
    617781606:  {'name': '安安酒店|广东航空'},

    609368663: {'name': '海悦蓝湾|佛山仲马'},
    610409524: {'name': '鹭湖·斯维登公寓|佛山仲马'},

    54451499:  {'name': '佛山湖滨酒店|乐途'},

    53309694:  {'name': '朗轩|广州翰翔'},
    39826169:  {'name': '美思|粤之行'},
    53999773:  {'name': '美思|泉家人①'},
    49592434:  {'name': '美思|泉家人②'},

    53991634:  {'name': '威海香海豪生|兴程'},
    53991262:  {'name': '威海香海豪生|北京跨越'}
}
