{
    54585730: {'name': '花水湾-水湾居|丰茂瑞通'},
    54609399: {'name': '花水湾-水湾居|成都精选'},
    54408483: {'name': '花水湾-凤栖林|成都阳光'},

    54556344: {'name': '西岭雪山-映雪酒店|景点官方'},
    54552766: {'name': '西岭雪山-斯堪的纳度假酒店|景点官方'},

    35451233: {'name': '成都天堂洲际|YCF'},
    53806147: {'name': '成都天堂洲际|四川怪行'},

    35451073: {'name': '黑龙滩|要出发'},
    607525982: {'name': '黑龙滩|官方'},

    56510348: {'name': '三岔湖|官方'},
    56511563: {'name': '三岔湖①|官方'},
    52687047: {'name': '三岔湖|丰茂瑞通'},
    52636187: {'name': '三岔湖①|丰茂瑞通'},
    46073297: {'name': '三岔湖|要出发'},

    632697291: {'name': '圣托利|酒店官方'},
    618938035: {'name': '圣托利|最会玩'},
    39528182: {'name': '圣托利|粤游'},
    615912693: {'name': '圣托利|广州角马'},
    53854281: {'name': '圣托利|湛江启程①'},
    52597212: {'name': '圣托利|湛江启程②'},

    55305253: {'name': '美胜|精彩'},
    53658894: {'name': '美胜|广青海珠二分'},
    42722456: {'name': '美胜|生意人'},
    42504700: {'name': '美胜|要出发'},
    44982887: {'name': '美胜|金马'},

    622881700: {'name': '龙泉湾|翔丰'},
    55147446: {'name': '龙泉湾|乐途'},

    48748413: {'name': '青岛南山美爵①|青岛润达'},
    47947861: {'name': '青岛南山美爵②|青岛润达'},

    55593089: {'name': '卓思道|精彩'},
    52709217: {'name': '卓思道|腾飞'},
    55828382: {'name': '卓思道|湛江启程'},

    49143486: {'name': '恒韵小筑|YCF'},
    49109385: {'name': '恒韵小筑独栋别墅|YCF'},
    55961696: {'name': '喜遇恒大别墅|放假'},
    39804726: {'name': '恒韵小筑|新会理想'},

    43701968: {'name': '佛山绿湖|浩翔'},
    47365405: {'name': '佛山绿湖|官方'},
    607673427: {'name': '佛山绿湖|广州好极'},
    612879159: {'name': '佛山绿湖|金马'},
    622280427: {'name': '佛山绿湖|航空'},

    611442199: {'name': '恩平爱必侬|官方'},
    52140060: {'name': '恩平爱必侬|精彩'},
    38360406: {'name': '银盏温泉宾馆|放假'},
    610180640: {'name': '月·星空|仲马'},
    610251655: {'name': '悦隆|仲马'},
    610177351: {'name': '汶庭|仲马'},
    610159427: {'name': '银泉酒店公寓|仲马'},
    54523331: {'name': '银泉酒店公寓|乐途'},

    56030099: {'name': '广东鹿湖温泉假日酒店|广州乐境游'},
    54071376: {'name': '广东鹿湖温泉假日酒店|广州乐孚'},
    603188863: {'name': '广东鹿湖温泉假日酒店|广州乐孚2'},

    56151809: {'name': '海悦蓝湾|翔丰'},
    637513563: {'name': '海悦蓝湾|清远智航'},

    56151869: {'name': '浪琴公馆|翔丰'},
    637388654: {'name': '浪琴公馆|清远智航'},

    637563223: {'name': '海景湾度假酒店|清远智航'},
    50922727: {'name': '海景湾度假酒店|兴程'},

    610409524: {'name': '鹭湖·斯维登公寓|佛山仲马'},
    54451499: {'name': '佛山湖滨酒店|乐途'},
    623093904: {'name': '佛山普兰斯|瀚翔'},
    611078064: {'name': '佛山普兰斯|中青海珠'},

    53309694: {'name': '朗轩|广州翰翔'},
    39826169: {'name': '美思|粤之行'},
    53999773: {'name': '美思|泉家人①'},
    49592434: {'name': '美思|泉家人②'},

    53991634: {'name': '威海香海豪生|兴程'},
    53991262: {'name': '威海香海豪生|北京跨越'},

    53663093: {'name': '古兜温泉小镇|泉家人1'},
    610485798: {'name': '古兜温泉小镇|古兜官方'},
    53747547: {'name': '古兜别墅酒店|泉家人2'},
    40666371: {'name': '古兜温泉小镇|泉家人3'},
    44796585: {'name': '古兜别墅酒店|古兜官方'},
    53293064: {'name': '古兜温泉小镇|广州猪猪'},

    616078492: {'name': '亿城泉说酒店|中山考拉'},
    637657230: {'name': '亿城泉说酒店|漫游'},
    637342368: {'name': '亿城泉说酒店|湛江启程'},

    38749864: {'name': '广州碧泉空中温泉酒店|粤游'},
    52790917: {'name': '广州碧泉空中温泉酒店|深圳精彩'},

    636975754: {'name': '郑州方特假日酒店|广东航空'}
}
