{
    54585730:  {'name': '花水湾-水湾居|丰茂瑞通'},
    54609399:  {'name': '花水湾-水湾居|成都精选'},
    54408483:  {'name': '花水湾-凤栖林|成都阳光'},
    
    54556344:  {'name': '西岭雪山-映雪酒店|景点官方'},
    54552766:  {'name': '西岭雪山-斯堪的纳度假酒店|景点官方'},

    35451233: {'name': '成都天堂洲际|YCF'},
    53806147:  {'name': '成都天堂洲际|四川怪行'},

    35451073:  {'name': '黑龙滩|要出发'},
    607525982: {'name': '黑龙滩|官方'},

    56510348:  {'name': '三岔湖|官方'},
    56511563:  {'name': '三岔湖①|官方'},
    52687047:  {'name': '三岔湖|丰茂瑞通'},
    52636187:  {'name': '三岔湖①|丰茂瑞通'},
    46073297:  {'name': '三岔湖|要出发'}
}
