{
    54585730:  {'name': '花水湾-水湾居|丰茂瑞通'},
    54609399:  {'name': '花水湾-水湾居|成都精选'},
    54408483:  {'name': '花水湾-凤栖林|成都阳光'},

    54556344:  {'name': '西岭雪山-映雪酒店|景点官方'},
    54552766:  {'name': '西岭雪山-斯堪的纳度假酒店|景点官方'},

    35451233: {'name': '成都天堂洲际|YCF'},
    53806147:  {'name': '成都天堂洲际|四川怪行'},

    35451073:  {'name': '黑龙滩|要出发'},
    607525982: {'name': '黑龙滩|官方'},

    56510348:  {'name': '三岔湖|官方'},
    56511563:  {'name': '三岔湖①|官方'},
    52687047:  {'name': '三岔湖|丰茂瑞通'},
    52636187:  {'name': '三岔湖①|丰茂瑞通'},
    46073297:  {'name': '三岔湖|要出发'},

    632697291: {'name': '圣托利|酒店官方'},
    618938035: {'name': '圣托利|最会玩'},
    39528182: {'name': '圣托利|粤游'},
    615912693: {'name': '圣托利|广州角马'},
    53854281: {'name': '圣托利|湛江启程①'},
    52597212: {'name': '圣托利|湛江启程②'},

    53658894:  {'name': '美胜公寓|中青海珠'},
    42722456:  {'name': '美胜公寓|生意人'},
    629379204:  {'name': '美胜公寓|广州溜达游'},
    635894291:  {'name': '美胜公寓|深圳仟月'},

    622881700: {'name': '龙泉湾|翔丰'},
    55147446: {'name': '龙泉湾|乐途'},

    48748413: {'name': '青岛南山美爵①|青岛润达'},
    47947861: {'name': '青岛南山美爵②|青岛润达'},

    55593089:  {'name': '卓思道|精彩'},
    52709217:  {'name': '卓思道|腾飞'},
    55828382:  {'name': '卓思道|湛江启程'},

    43701968:  {'name': '佛山绿湖|浩翔'},
    47365405:  {'name': '佛山绿湖|官方'},
    607673427: {'name': '佛山绿湖|广州好极'},
    612879159: {'name': '佛山绿湖|金马'},
    622280427: {'name': '佛山绿湖|航空'},

    611442199: {'name': '恩平爱必侬|官方'},
    52140060:  {'name': '恩平爱必侬|精彩'},
    38360406:  {'name': '银盏温泉宾馆|放假'},
    610180640: {'name': '月·星空|仲马'},
    610251655: {'name': '悦隆|仲马'},
    610177351: {'name': '汶庭|仲马'},
    610159427: {'name': '银泉酒店公寓|仲马'},
    54523331:  {'name': '银泉酒店公寓|乐途'},

    54071376:  {'name': '鹿湖|广州乐孚'},
    35202659:  {'name': '鹿湖|要出发'},
    42754690:  {'name': '鹿湖|湛江启程'},
    623202415: {'name': '鹿湖|翔丰'},
    42738375:  {'name': '鹿湖|海之缘'},

    609368663: {'name': '海悦蓝湾|佛山仲马'},

    610409524: {'name': '鹭湖·斯维登公寓|佛山仲马'},
    54451499:  {'name': '佛山湖滨酒店|乐途'},
    623093904: {'name': '佛山普兰斯|瀚翔'},
    611078064: {'name': '佛山普兰斯|中青海珠'},

    53309694:  {'name': '朗轩|广州翰翔'},
    39826169:  {'name': '美思|粤之行'},
    53999773:  {'name': '美思|泉家人①'},
    49592434:  {'name': '美思|泉家人②'},

    53991634:  {'name': '威海香海豪生|兴程'},
    53991262:  {'name': '威海香海豪生|北京跨越'},

    633161304:  {'name': '碧泉空中温泉酒店|酒店官方'},
    38749864:  {'name': '碧泉空中温泉酒店|粤游'},
    52790917:  {'name': '碧泉空中温泉酒店|深圳精彩'},
    51850268:  {'name': '碧泉空中温泉酒店|智游行'},
    46323230:  {'name': '碧泉空中温泉酒店|广州泰达'},
    47226384:  {'name': '碧泉空中温泉酒店|广州泰达1'},
    
    634843826: {'name': '趣墅温泉度假别墅（恒大泉都店）|广州升旅'},
    627067212: {'name': '恩平私家度假别墅|惠州骏骏'},
    636673442: {'name': '喜遇恒大泉都温泉度假别墅|荔枝红'},
    635847414: {'name': '江门至尊温泉别墅|惠州君乐'},
    622470064: {'name': '恩平恒大泉都观景别墅|广州向日葵'},
    
    634843826: {'name': '广州花之恋城堡酒店|广州叮叮游'},
    627067212: {'name': '广州花之恋城堡酒店|广州叮叮游'},
    636673442: {'name': '广州花之恋城堡酒店|广州海鹿客'},
    635847414: {'name': '广州花之恋城堡酒店|广州恒生'},
    622470064: {'name': '广州花之恋城堡酒店|广州烈扬'}
}
