{
    
    52707790:  {'name': '悦天下|新会理想'},
    52439460:  {'name': '悦天下|粤之行'},
    604724285: {'name': '悦天下|温泉之家'},
    55002773:  {'name': '悦天下|广州猪猪'},
    620748044: {'name': '悦天下|东莞运通'},
    601375039: {'name': '悦天下|广州途佳'},

    615327341: {'name': '天露山|瀚翔'},
    56285850: {'name': '天露山|行舟'},
    46602507: {'name': '天露山|官方'},
    56373882: {'name': '天露山|翔丰'},

    46043201: {'name': '飞来岛|观光'},
    617228060: {'name': '飞来岛|广东航空'},

    38749903: {'name': '宝墩湖|粤游'},
    49951305: {'name': '宝墩湖1|粤游'},
    620343683: {'name': '宝墩湖|林叔叔'},
    54580904: {'name': '宝墩湖|温泉之家'},

    54871734: {'name': '安安酒店|海之缘'},
    54041676: {'name': '安安酒店|乐途'},
    617781606: {'name': '安安酒店|广东航空'},

    615369167: {'name': '御城度假村|阳江爱自由'},
    623196337: {'name': '御城度假村|广东航空'},
    38898397:  {'name': '御城度假村|放假'},
    54871717:  {'name': '御城度假村|翔丰'},
    53991532: {'name': '御城度假村|乐途'},
    616725104: {'name': '丽枫酒店珠海斗门店|阳江爱自由'},
    617764257: {'name': '丽枫酒店珠海斗门店|广东航空'},
    55594568:  {'name': '龙山酒店|翔丰'},
    624889767: {'name': '龙山酒店|阳江爱自由'},
    617711278: {'name': '龙山酒店|广东航空'},

    49302789: {'name': '特呈岛|兴程'},
    38904308:  {'name': '特呈岛|放假'},

    52426694:  {'name': '花时间|渤凯'},
    56078425:  {'name': '三酉与舍|畅洋'},

    608423952: {'name': '济美公馆|翔丰'},
    625709749: {'name': '济美公馆|海南昊旅'},

    50472661: {'name': 'Atlantis|中商世界(直签)'},
    51500721: {'name': 'Atlantis|官方'},
    49533855: {'name': 'Atlantis|中贸'},
    49150676: {'name': 'Atlantis|YCF'},
    55883669: {'name': 'Atlantis|翔丰'},

    52254622: {'name': '七仙岭·希尔顿|燕归来'},
    56251716: {'name': '七仙岭·希尔顿|银河'},

    52831631:  {'name': '三亚雅阁|事达①'},
    54234015:  {'name': '三亚雅阁|事达②'},
    53032526:  {'name': '三亚雅阁|畅洋'},
    54133252:  {'name': '三亚雅阁|中贸'},
    54737627:  {'name': '三亚雅阁|海南中旅'},

    46402027:  {'name': '观澜湖度假酒店|官方'},
    46552916:  {'name': '观澜湖度假酒店|海之缘'},

    49150053:  {'name': '上海极乐汤|裕航'},

    47026161:  {'name': '蜈支洲岛珊瑚酒店|官方'},
    52401775:  {'name': '蜈支洲岛珊瑚酒店|中贸'},
    56147935:  {'name': '蜈支洲岛珊瑚酒店|星海'},

    601465984: {'name': '株洲东厢|翔丰'},
    611434351: {'name': '株洲东厢|湖南万达'},

    57272057: {'name': '目湖南山竹海客栈|上海揽秀'},
    46154200: {'name': '目湖南山竹海客栈|官方'},
    49257268: {'name': '目湖南山竹海客栈|常州青鸟'},
    55992064: {'name': '目湖南山竹海客栈|西安悦途'},

    602914064: {'name': '龙山温泉酒店|广州途佳'},
    604181894: {'name': '龙山温泉酒店|广州海泉'},
    612900149: {'name': '龙山温泉酒店|惠州爱自由'},
    38284809: {'name': '龙山温泉酒店|广州泰达'},
    42724115: {'name': '龙山温泉酒店|要出发 '},
    53056649: {'name': '龙山温泉酒店|智游行'}
}
