{
    52426694: {'name': '花时间|渤凯'},
    56078425: {'name': '三酉与舍|畅洋'},

    608423952: {'name': '济美公馆|翔丰'},

    50472661: {'name': 'Atlantis|中商世界(直签)'},
    51500721: {'name': 'Atlantis|官方'},
    49533855: {'name': 'Atlantis|中贸'},
    49150676: {'name': 'Atlantis|YCF'},
    55883669: {'name': 'Atlantis|翔丰'},

    52254622: {'name': '七仙岭·希尔顿|燕归来'},
    56251716: {'name': '七仙岭·希尔顿|银河'},

    52831631:  {'name': '三亚雅阁|事达①'},
    54234015:  {'name': '三亚雅阁|事达②'},
    53032526:  {'name': '三亚雅阁|畅洋'},
    54133252:  {'name': '三亚雅阁|中贸'},
    54737627:  {'name': '三亚雅阁|海南中旅'},

    46402027:  {'name': '观澜湖度假酒店|官方'},
    46552916:  {'name': '观澜湖度假酒店|海之缘'},

    49150053:  {'name': '上海极乐汤|裕航'},

    47026161:  {'name': '蜈支洲岛珊瑚酒店|官方'},
    52401775:  {'name': '蜈支洲岛珊瑚酒店|中贸'},
    56147935:  {'name': '蜈支洲岛珊瑚酒店|星海'},

    601465984: {'name': '株洲东厢|翔丰'},
    611434351: {'name': '株洲东厢|湖南万达'},

    57272057: {'name': '目湖南山竹海客栈|上海揽秀'},
    46154200: {'name': '目湖南山竹海客栈|官方'},
    55992064: {'name': '目湖南山竹海客栈|北京途远'}
}
